Repository: guessit/ios
Catalog: Resources/localization/*.lproj/settings.strings
Languages: pt

source: Settings
pt: Configurações

source: Liked the game?
pt: Gostou do jogo?

# reset
source: Reset progress
pt: Reiniciar jogo

source: Unlock easy mode
pt: Liberar modo fácil

# buy_coffee
source: How about buying the developer a coffee?
pt: Que tal pagar um café ao desenvolvedor!

# buy_sandwich
source: Maybe a sandwich?
pt: Ou talvez um sanduíche?

# buy_dinner
source: Or a dinner?
pt: Quem sabe um jantar?

# buy_clothes
source: Or maybe some fancy clothes!
pt: Ou talvez alguma roupa chique!

# buy_gift
source: Or just send me a gift!!!
pt: Ou então simplesmente me mande um presente!!!

# reset_title
source: Reset Progress
pt: Reiniciar jogo

# reset_text
source: Are you sure you want to reset game progress?
pt: Você tem certeza que deseja reiniciar o jogo?
