Repository: guessit/ios
Catalog: games/World Cup 2014/guessing_items/*.lproj/items.strings
Languages: pt

source: brazuca
pt: Son Goku

source: cafusa
pt: Son Goku

source: caxirola
pt: Bulma

source: fuleco
pt: Mestre Kame

source: nacional
pt: Yamcha

source: fonte nova
pt: Kuririn

source: castelao
pt: Tenshinhan

source: pernambuco
pt: Piccolo

source: mineirao
pt: Son Gohan

source: maracana
pt: Son Gohan

source: pantanal
pt: Vegeta

source: amazonia
pt: Trunks

source: baixada
pt: Freeza

source: beira rio
pt: Cell

source: dunas
pt: Majin Boo

source: sao paulo
pt: Rei Cutelo

source: cuiaba
pt: Gotenks

source: belo horizonte
pt: Androide 18

source: porto alegre
pt: Baby

source: fortaleza
pt: Chaos

source: rio de janeiro
pt: Chi Chi

source: natal
pt: Lunch

source: recife
pt: Mr Satan

source: brazil
pt: Oolong

source: mexico
pt: Pan

source: croatia
pt: Piccolo

source: cameroon
pt: Pual

source: spain
pt: Son Goten

source: netherlands
pt: Videl

source: chile
pt: Yajirobe

source: australia
pt: Androide 16

source: colombia
pt: Androide 17

source: greece
pt: Vov√≥ Uranai

source: japan
pt: Babidi

source: uruguay
pt: Broly

source: costa rica
pt: Koola

source: england
pt: Dende

source: italy
pt: Dr Maki Gero

source: switzerland
pt: Dr Brief

source: ecuador
pt: Garlic Jr

source: france
pt: Trunks

source: honduras
pt: Jackie Chan

source: argentina
pt: Kaio Sama

source: iran
pt: Kami Sama

source: nigeria
pt: Gogeta

source: germany
pt: Karin

source: portugal
pt: Rei Vegeta

source: ghana
pt: Sr Popo

source: united states
pt: Nappa

source: belgium
pt: Uub

source: algeria
pt: Pilaf

source: russia
pt: Raditz

source: south korea
pt: Zarbon

source: brazil
pt: Ii Shenlong

source: mexico
pt: Shenlong

source: croatia
pt: Tao Pai Pai

source: cameroon
pt: Majin Boo

source: spain
pt: Dabura
